Repository: tokend/ios-app-conto
Catalog: TokenD-Plus/Resources/*.lproj/Localizable.strings
Languages: ru, uk_ua

# kyc_rejected
source: Your request has been rejected. Try again
uk_ua: Ваш запит вiдхилино. Спробуйте ще раз.

# kyc_sent
source: KYC request is sent. It can take a time to aprove it. Try to sign in later
uk_ua: KYC запит вiдправлено. Обробка може зайняти деякий час. Спробуйте зайте пiзнiше.

source: Language
ru: Язык
uk_ua: Мова

source: Last name
ru: Фамилия
uk_ua: Призвіще

source: Loading...
ru: Загрузка...
uk_ua: Завантаження...

source: Locked
ru: Заблокировано
uk_ua: Заблоковано

source: Lower bound
ru: Нижняя граница
uk_ua: Нижня межа

source: Main title
ru: Заголовок
uk_ua: Заголовок

source: Manage asset pair
ru: Управление торговой парой
uk_ua: Управління торговою парою

source: Matched
ru: Выполнение ордера
uk_ua: Виконання ордера

source: Maturity date
ru: Срок платежа
uk_ua: Термін платежу

source: Maximum
ru: Максимум
uk_ua: Максимум

source: Month
ru: Месяц
uk_ua: Місяць

source: MORE INFO
ru: Подробнее
uk_ua: Детальніше

source: Movements
ru: Операции
uk_ua: Операції

source: Name
uk_ua: Ім'я

# network_info_error
source: Network info error: $(message)
ru: Ошибка сети: $(message)
uk_ua: Помилка мережі: $(message)

source: never
ru: никогда
uk_ua: ніколи

source: New Password
ru: Новый пароль
uk_ua: Новий пароль

# new_password_lowercased
source: new password
ru: новый пароль
uk_ua: новий пароль

source: Next
ru: Далее
uk_ua: Далі

source: No asks
ru: Аски не найдены
uk_ua: Асків не знайдено

source: No asset
ru: Актив не найден
uk_ua: Актив не знайдено

source: No assets
ru: Активы не найдены
uk_ua: Активів не знайдено

source: No assets can be deposited
ru: Нет активов доступных для депозита
uk_ua: Немає активів доступних для депозиту

source: No available periods
ru: Нет доступных периодов
uk_ua: Немає доступних періодів

source: No balance
ru: Баланс не найден
uk_ua: Баланс не знайдено

source: No balances
ru: Балансы не найдены
uk_ua: Балансів не знайдено

source: No bids
ru: Биды не найдены
uk_ua: Бідів не знайдено

source: No chart entries
ru: Нет доступных записей
uk_ua: Немає доступних записів

source: No contacts available
ru: Нет доступных контактов
uk_ua: Немає доступних контактів

source: No fees
ru: Комиссии не найдены
uk_ua: Комісій не знайдено

source: No fees to overview
ru: Комиссии не найдены
uk_ua: Комісій не знайдено

source: No growth
ru: Нет роста
uk_ua: Немає зростання

# no_investments
source: No contributions
ru: Вложения не найдены
uk_ua: Вкладень не знайдено

source: No movements
ru: Операции не найдены
uk_ua: Операцій не знайдено

source: No open sales
ru: Кампании не найдены
uk_ua: Кампаній не знайдено

source: No opportunities
ru: Возможности не найдены
uk_ua: Можливостей не знайдено

source: No orders
uk_ua: Ордерiв немає

source: No payments
ru: Платежи не найдены
uk_ua: Платежів не знайдено

source: No pending orders
ru: Нет активных ордеров
uk_ua: Немає активних ордерів

# no_personal_address
source: No personal $(assets_asset) address
ru: Личный $(assets_asset) адрес не найден
uk_ua: Особистого $(assets_asset) адресу не знайдено

source: No trade entries
ru: Торговые пары не найдены
uk_ua: Торгових пар не знайдено

source: Not enough data
ru: Не достаточно данных
uk_ua: Не достатньо даних

# not_enough_money_on_balance
source: Not enough money on balance $(asset)
ru: Не достаточно средств на балансе $(asset)
uk_ua: Не достатньо коштів на балансі $(asset)

source: Old Password
ru: Старый пароль
uk_ua: Старий пароль

# old_password_lowercased
source: old password
ru: старый пароль
uk_ua: старий пароль

# one_equals
source: 1 $(base_asset) = $(price) $(quote_asset)
ru: 1 $(base_asset)
uk_ua: 1 $(base_asset)

# one_for
source: 1 $(base_asset) for $(sale_invest_price_amount) $(quote_asset)
ru: 1 $(base_asset) за $(sale_invest_price_amount) $(quote_asset)
uk_ua: 1 $(base_asset) за $(sale_invest_price_amount) $(quote_asset)

# one_vote
source: 1 vote - $(percent)
ru: 1 голос - $(percent)
uk_ua: 1 голос - $(percent)

source: Open App
ru: Открыть приложение
uk_ua: Відкрити додаток

source: Operation
ru: Операция
uk_ua: Операція

source: Operations
ru: Операции
uk_ua: Операції

source: Opportunities
ru: Возможности
uk_ua: Можливості

# opportunity_cancelation
source: Opportunity cancellation
ru: Отмена возможности
uk_ua: Відміна можливості

source: Opportunity details
ru: Детали возможности
uk_ua: Деталі можливості

source: Order
ru: Ордер
uk_ua: Ордер

# order_book_cap
source: ORDER BOOK
ru: БИРЖЕВОЙ СТАКАН
uk_ua: БІРЖЕВИЙ СТАКАН

source: Order price cannot be less than or equal to 0
ru: Цена ордера не может быть меньшей или равной 0
uk_ua: Ціна ордера не може бути меньшою або дорівнювати 0

# orders_cap
source: ORDERS
ru: ОРДЕРА
uk_ua: ОРДЕРА

source: Other
ru: Другое
uk_ua: Інше

source: Outgoing
ru: Отправка
uk_ua: Відправка

source: Overview
ru: Сводка
uk_ua: Загальне

source: Paid
ru: Оплачено
uk_ua: Сплачено

source: Password
ru: Пароль
uk_ua: Пароль

source: Password has been successfully changed
ru: Пароль был успешно изменен
uk_ua: Пароль був успішно змінений

# password_should_contain_at_least_characters
source: Password should contain at least $(minimal_length) characters
ru: Пароль должен содержать как минимум $(minimal_length) символов
uk_ua: Пароль повинен містити як мінімум $(minimal_length) символів

source: Passwords don't match
ru: Пароли не совпадают
uk_ua: Паролі не співпадають

source: Pay recipient's fee
ru: Оплатить комиссию получателя
uk_ua: Сплатити комісію відправника

source: Payment
ru: Платеж
uk_ua: Платіж

source: Payment amount
ru: Сумма платежа
uk_ua: Сума платежу

source: Payment destination
ru: Отправка
uk_ua: Відправка

source: Payment method
uk_ua: Спосіб оплати

source: Payment rejected
uk_ua: Оплату скасовано

source: Payment url is invalid
uk_ua: Посилання на платiж недійсне

source: Payout
ru: Выплата
uk_ua: Виплата

source: Pending
ru: Активный
uk_ua: Активний

# pending_investment
source: Pending contribution
ru: Активные инвестиции
uk_ua: Активні інвестиції

source: Pending order
ru: Активный ордер
uk_ua: Активний ордер

source: Pending order details
ru: Детали активного ордера
uk_ua: Деталі активного ордера

source: Pending orders
ru: Активные ордеры
uk_ua: Активні ордери

source: Percent
ru: Процент
uk_ua: Процент

# percent_colon
source: Percent:
ru: Процент:
uk_ua: Процент:

source: Percent Fee
ru: Процент комиссии
uk_ua: Процент комисії

source: $(percent) funded
ru: $(percent) собрано
uk_ua: $(percent) зібрано

source: Permission denied
ru: В доступе отказано
uk_ua: У доступі відмовленно

source: Permissions Denied
ru: В доступе отказано
uk_ua: У доступі відмовленно

# permission_for_contacts_denied
source: Permission for contacts access is denied. You can grant it in System Settings.
uk_ua: Доступ до контактів обмежено. Ви можете надати його у Системних налаштуваннях.

source: Personal details
ru: Личные детали
uk_ua: Особисті делталі

source: Phone number
uk_ua: Номер телефона

source: Photo verification
ru: Верификация фото
uk_ua: Верифікація фото

source: Physical price
ru: Физическая цена
uk_ua: Фізична ціна

# please_validate_this_seed
source: Please validate this seed in the field below to ensure that you copied it properly:
ru: Пожалуйста, проверьте ключ в поле ниже чтобы убедиться, что он скопирован правильно:
uk_ua: Будь ласка, перевірте ключ у полі нижче щоб упевнитися, що його скопійовано правильно:

source: Polls
ru: Опросы
uk_ua: Опитування

source: Price
ru: Цена
uk_ua: Ціна

# price_colon
source: Price:
ru: Цена:
uk_ua: Ціна:

# price_newline
source: Price $(quote)
ru: Цена $(quote)
uk_ua: Ціна $(quote)

source: Query parameters are missing
ru: Отсутствуют параметры запроса
uk_ua: Відсутні параметри запиту

source: Receive
ru: Получение
uk_ua: Отримання

source: Received
ru: Получено
uk_ua: Отримано

# received_amount_may_be_lower_due_to_network_fees
source: Received amount may be lower due to $(destasset) network fees
ru: Полученная сумма может быть меньшей в связи с комиссией в сети для $(destasset)
uk_ua: Отримана сума може бути меншою в зв'язку з комісією у мережі для $(destasset)

source: Recipient
ru: Получатель
uk_ua: Отримувач

source: Recipient's email
ru: Email получателя
uk_ua: Email отримувача

source: Recipient's fee
ru: Комиссия получателя
uk_ua: Комісія отримувача

# recipients_fee_has_been_paid
source: Recipient's fee has been paid by the sender
ru: Комиссия получателя была оплачена отправителем
uk_ua: Комісія отримувача була сплачена відправником

source: Recover it
ru: Восстановить
uk_ua: Відновити

source: Recovery
ru: Восстановление
uk_ua: Відновлення

source: Recovery Seed
ru: Ключ восстановления
uk_ua: Ключ відновлення

source: Recovery seed is copied to pasteboard
ru: Ключ восстановления скопирован
uk_ua: Ключ відновлення скопійовано

# recovery_seed_lowercased
source: recovery seed
ru: ключ восстановления
uk_ua: ключ відновлення

source: Redeem
ru: Погашение
uk_ua: Погашення

source: Reference
ru: Идентификатор
uk_ua: Ідентифікатор

source: Register
ru: Зарегистрироваться
uk_ua: Зареєструватися

source: Register now
ru: Зарегистрироваться сейчас
uk_ua: Зареєструватися зараз

source: Rejected
ru: Отклонено
uk_ua: Відхилено

source: Reload
ru: Перезагрузить
uk_ua: Перезавантажити

source: REMOVE VOTE
ru: Удалить голос
uk_ua: Видалити голос

source: Renew
ru: Продлить
uk_ua: Подовжити

# repeat_title
source: Repeat
ru: Повторить
uk_ua: Повторити

# request_error
source: Request error: $(message)
ru: Ошибка запроса: $(message)
uk_ua: Помилка запиту: $(message)

source: Requestor
ru: Плательщик
uk_ua: Платник

source: Resend Email
ru: Повторная отправка
uk_ua: Повторна відправка

# sale
source: Crowdfunding
ru: Краудфандинг
uk_ua: Краудфандинг

# sale_details
source: Campaign details
ru: Детали кампании
uk_ua: Деталі кампанії

# sale_is_not_found
source: Campaign is not found
ru: Кампания не найдена
uk_ua: Кампанію не знайдено

# sales
source: Crowdfunding
ru: Кампании
uk_ua: Кампанії

# sale_summary
source: Campaign summary
ru: Обзор кампании
uk_ua: Огляд кампанії

# save_this_seed_to
source: Save this seed to a safe place and do not show it to anyone. It is used to recover account in case of password loss. If you lose your password and seed, you will $(never) access your account. $(we_do_not_know_your_seed) and it will never be shown again $(seed)
ru: Сохраните этот ключ в надежном месте и не показывайте никому Он используется для восстановления аккаунта в случае потери пароля. Если вы потеряете пароль и этот ключ, вы не сможете восстановить аккаунт. $(we_do_not_know_your_seed) и он больше никогда не будет показан $(seed)
uk_ua: Збережіть цей ключ у надійному місці та не показуйте нікому Він використовується для відновлення акаунта у випадку втрати пароля. Якщо ви втратите пароль та цей ключ, ви не зможете відновити ваш акаунт. $(we_do_not_know_your_seed) і його більше ніколи не буде показано $(seed)

# save_this_seed_to_x
source: Save this seed to a safe place and do not show it to anyone. XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX It is used to recover account in case of password loss. If you lose your password and seed, you will never access your account. We do not know your seed and it will never be shown again
ru: Сохраните этот ключ в надежном месте и не показывайте никому. XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX Он используется для восстановления аккаунта в случае потери пароля. Если вы потеряете пароль и этот ключ, вы не сможете восстановить аккаунт. Мы не знаем ваш ключ и он больше никогда не будет показан
uk_ua: Збережіть цей ключ у надійному місці та не показуйте нікому XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX Він використовується для відновлення акаунта у випадку втрати пароля. Якщо ви втратите пароль та цей ключ, ви не зможете відновити ваш акаунт. Ми не знаємо ваш ключ і його ніколи більше не буде показано

source: Scan QR code via Authenticator
ru: Сканировать QR код через Authenticator
uk_ua: Сканувати QR код через Authenticator

source: Search
ru: Поиск
uk_ua: Пошук

source: Secret seed
ru: Секретный ключ
uk_ua: Секретний ключ

source: SECURITY
ru: БЕЗОПАСНОСТЬ
uk_ua: БЕЗПЕКА

source: Seems like some fields are empty
ru: Похоже некоторые поля остались пустыми
uk_ua: Схоже деякі поля залишилися порожніми

source: Select Asset
ru: Выберите актив
uk_ua: Оберіть актив

source: Select Contact
ru: Выберите контакт
uk_ua: Оберіть контакт

source: Select file
ru: Выберите файл
uk_ua: Оберіть файл

# selected_file
source: Selected file: $(file_name)
ru: Выберите файл: $(file_name)
uk_ua: Оберіть файл: $(file_name)

source: Selfie with verification code
ru: Сделайте селфи с кодом верификации
uk_ua: Зробіть селфі з кодом верифікації

source: Sell
ru: Продажа
uk_ua: Продаж

source: Send
ru: Отправка
uk_ua: Відправка

# send_to_this_address
source: Send $(amount) to this address
uk_ua: Надішліть $(amount) на цю адресу

# send_transaction_error
source: Send transaction error: $(message)
ru: Ошибка при отправке транзакции: $(message)
uk_ua: Помилка під час відправки транзакції: $(message)

source: Sender
ru: Отправитель
uk_ua: Відправник

source: Sender's email
ru: Email отправителя
uk_ua: Email відправника

source: Sent
ru: Отправлено
uk_ua: Відправлено

source: Server
ru: Сервер
uk_ua: Сервер

source: Set Phone number
uk_ua: Встановити номер телефону

# set_phone_number_hint
source: Add your phone number to the account to let your friends find you faster
uk_ua: Додайте ваш номер телефона до акаунта щоб ваші друзі могли швидше вас знаходити

source: Set up 2FA
ru: Настройка 2FA
uk_ua: Налаштування 2FA

source: Settings
ru: Настройки
uk_ua: Налаштування

source: Shop
uk_ua: Крамниця

source: Show key
ru: Показать ключ
uk_ua: Показати ключ

source: Side title
ru: Боковой заголовок
uk_ua: Боковий заголовок

source: Sign in
ru: Войти
uk_ua: Увійти

source: Sign in now
ru: Войти сейчас
uk_ua: Увійти зараз

source: Sign In with FaceID
ru: Войти с помощью FaceID
uk_ua: Увійти за допомогою FaceID

source: Sign In with TouchID
ru: Войти с помощью TouchID
uk_ua: Увійти за допомогою TouchID

source: Sign Out
ru: Выйти
uk_ua: Вийти

source: Sign Out and Erase
ru: Выйти и очистить данные
uk_ua: Вийти та очистити дані

source: Sign up
ru: Регистрация
uk_ua: Реєстрація

source: Sign In
ru: Войти
uk_ua: Увійти

source: Signing In
ru: Войти
uk_ua: Увійти

source: since last $(period)
uk_ua: з минулого $(period)

source: Soft Cap
ru: Мин. цель
uk_ua: Мін. ціль

source: Sold
ru: Продано
uk_ua: Продано

source: Start time
ru: Дата начала
uk_ua: Дата початку

# starts_in_days
source: Starts in $(days) day(s)
ru: Начало через $(days) дней
uk_ua: Початок через $(days) днів

source: State
ru: Состояние
uk_ua: Стан

source: Subject
ru: Предмет
uk_ua: Предмет

source: Submit
ru: Отправить
uk_ua: Відправити

source: SUBMIT VOTE
ru: Проголосовать
uk_ua: Проголосувати

source: Subtype
ru: Подтип
uk_ua: Підтип

source: Success
ru: Успех
uk_ua: Успіх

source: Surname
uk_ua: Прізвище

source: Terms of Service
ru: Условия использования
uk_ua: Умови обслуговування

source: Terms of Service not agreed
ru: Условия обслуживания не согласованы
uk_ua: Умови обслуговування не узгоджені

source: Terms of use
ru: Условия использования
uk_ua: Умови використання

source: The company has been successfully added
uk_ua: Компанія була успішно додана

# the_redemption_has_been_already_completed
source: The redemption has already been completed, the request is invalid
ru: Погашение уже выполнено, запрос недействителен
uk_ua: Погашення вже виконано, запит не дійсний

source: There is not any company where you are a client yet
ru: Компании не найдены
uk_ua: Компанії не знайдено

source: There is not any user with such an email was found
ru: Пользователь с таким email-ом не найден
uk_ua: Користувача з таким email-ом не знайдено

source: There is no any poll for chosen company
ru: Опросов нет
uk_ua: Опитувань немає

source: There is no progress history yet
ru: Нет истории прогресса
uk_ua: Немає історії прогресу

# this_orders_allow_you_to_buy
source: This orders allow you to buy $(asset) for external system assets directly, without the need of deposit
uk_ua: Це пропозиції прямої покупки $(asset) за зовнішні активи без необхідності депозиту

# to
source: To $(address)
ru: На $(address)
uk_ua: На $(address)

source: To account
ru: На аккаунт
uk_ua: На акаунт

# to_be_sure_document_key
source: To be sure it's you who submits the documents, please make a photo with a unique generated key
ru: Чтобы убедиться, что человек отправляющий документы - это Вы, сделайте фото с уникальным сгенерированным ключом
uk_ua: Для того щоб впевнитися, що людина яка відправляє документи - це Ви, зробіть фото з унікальним згенерованим ключом

# to_enable_twofactor_authentication
source: To enable Two-factor authentication open Google Authenticator or similar app with the button below or copy and manually enter this key: $(secret)
ru: Откройте Google Authenticator (или идентичное приложение) с помощью кнопки ниже или импортируйте этот ключ вручную: $(secret)
uk_ua: Відкрийте Google Authenticator (або схожий додаток) за допомогою кнопки нижче або імпортуйте цей ключ вручну: $(secret)

# to_make_a_deposit_send_to_this_address
source: To make a deposit send $(asset) to this address
ru: Для депозита отправьте $(asset) на этот адрес
uk_ua: Для депозиту відправти $(asset) на цю адресу

source: To pay
ru: К оплате
uk_ua: До сплати

source: To receive
ru: Будет получено
uk_ua: Буде отримано

source: To redeem
ru: Будет погашено
uk_ua: Буде погашено

source: to sell
ru: к продаже
uk_ua: до продажу

source: Total
ru: Всего
uk_ua: Усього

# total_colon
source: Total:
ru: Всего:
uk_ua: Усього:

source: Trade
ru: Биржа
uk_ua: Біржа

source: Trades
ru: Торги
uk_ua: Торги

# trades_cap
source: TRADES
ru: ТОРГИ
uk_ua: ТОРГИ

# trades_header_amount_base
source: Amount ($(asset))
ru: Сумма ($(asset))
uk_ua: Сума ($(asset))

# trades_header_price_quote
source: Price ($(asset))
ru: Цена ($(asset))
uk_ua: Ціна ($(asset))

# trades_header_time
source: Time
ru: Дата
uk_ua: Дата

source: Transaction details
ru: Детали транзакции
uk_ua: Деталі транзакції

source: Two-factor authentication
ru: Двухфакторная аутентификация
uk_ua: Двофакторна аутентифікація

source: Two-factor authentication failed
ru: Двухфакторная аутентификация не пройдена
uk_ua: Двофакторна аутентифікація не пройдена

source: Unable to read keychain data
ru: Не удается считать данные из хранилища
uk_ua: Не вдалося зчитати дані зі сховища

source: Unable to read user data
ru: Не удается считать данные пользователя
uk_ua: Не вдалося зчитати дані користувача

source: Unable to read wallet data
ru: Не удается считать данные кошелька
uk_ua: Не вдалося зчитати дані гаманця

source: Unable to sign asset data
ru: Не удается подписать данные об активе
uk_ua: Не вдалося підписати дані актива

# unathorized_request
source: Unathorized request: $(message)
ru: Недопустимый запрос: $(message)
uk_ua: Неприпустимий запит: $(message)

source: Undefined
ru: Неопределено
uk_ua: Не визначено

source: Unknown
ru: Неизвестно
uk_ua: Невідомо

source: Unknown error
ru: Неизвестная ошибка
uk_ua: Невідома помилка

source: Unlocked
ru: Разблокировано
uk_ua: Розблоковано

# unsupported_version
source: $(function) - Unsupported version
ru: $(function) - Неподдерживаемая версия
uk_ua: $(function) - непідтримувана версія

source: Unverified account
ru: Неверифицированный аккаунт
uk_ua: Неверифікований акаунт

source: Update
ru: Обновить
uk_ua: Оновити

source: Upper bound
ru: Верхняя граница
uk_ua: Верхня межа

# up_to
source: Up to $(amount)
ru: До $(amount)
uk_ua: До $(amount)

# use_this_qr_code_to_redeem
source: Use this QR code to redeem $(amount)
ru: Используйте этот QR код чтобы погасить $(amount)
uk_ua: Використайте цей QR код щоб погасити $(amount)

source: Verification
ru: Верификация
uk_ua: Верифікація

# verification_link_is_sent
source: Verification link is sent to your email In case email is not received press resend email button
ru: Ссылка для верификации отправлена на ваш email
uk_ua: Посилання для верифікації відправлено на ваш email

# verification_request_rejected
source: Verification request is rejected. Please, verify details and submit again
ru: Запрос на верификацию отклонен. Пожалуйста, проверьте детали и отправьте запрос снова
uk_ua: Запит на верифікацію відхилено. Будь ласка, перевірте деталі та надішліть запит знову

# verification_request_rejected_permanently
source: Verification request is rejected
ru: Запрос на верификацию отклонен
uk_ua: Запит на верифікацію відхилено

source: Verify Email
ru: Подтвердить email
uk_ua: Підтвердіть email

source: View history
ru: История
uk_ua: Історія

source: View more
ru: Подробнее
uk_ua: Детальніше

source: Volume
ru: Объем
uk_ua: Об'єм

# votes
source: $(votes_count) votes - $(percent)
ru: $(votes_count) голосов - $(percent)
uk_ua: $(votes_count) голосів - $(percent)

source: Wallet
ru: Кошелёк
uk_ua: Гаманець

source: We do not know your seed
ru: Мы не знаем ваш секретный ключ
uk_ua: Не не знаємо ваш секретний ключ

source: Week
ru: Неделя
uk_ua: Тиждень

# with_one_for
source: With 1 $(asset) for
uk_ua: З 1 $(asset) за

source: Withdraw
ru: Вывод
uk_ua: Вивід

source: Withdraw amount
ru: Сумма вывода
uk_ua: Сума вивіду

source: Withdraw destination
ru: Адрес
uk_ua: Адреса

source: Withdrawal
ru: Вывод
uk_ua: Вивід

source: Withdrawn
ru: Вывод
uk_ua: Вивід

source: Wrong email
ru: Неверный email
uk_ua: Невірний email

source: Wrong old password
ru: Неверный старый пароль
uk_ua: Невірний старий пароль

source: Wrong password
ru: Неверный пароль
uk_ua: Невірний пароль

source: Year
ru: Год
uk_ua: Рік

source: Yes
ru: Да
uk_ua: Так

# yesterday_at
source: yesterday at $(hours)
ru: вчера в $(hours)
uk_ua: вчора у $(hours)

# you_are_already_client_of_the_business
source: You are already the client of the $(business_name)
uk_ua: Ви вже є клієнт $(business_name)

# you_can_grant_permissions
source: You can grant permissions from app Settings in System Preferences. Would you like to open Settings?
ru: Вы можете предоставить доступ в настройках приложения, которые находятся в Системных Настройках. Хотите открыть настройки?
uk_ua: Ви можете надати доступ в налаштуваннях програми, які знаходяться в Системних Налаштуваннях. Хочете відкрити налаштування?

# you_cannot_accept_redeem_of_the_asset_that_you_do_not_own
source: You cannot accept the redemption of the asset that you do not own
ru: Вы можете принимать погашения только созданых вами активов
uk_ua: Ви можете приймати погашення лише створених вами активів

source: You can not send payment to yourself
ru: Вы не можете отправлять платёж самому себе
uk_ua: Ви не можете відправляти платіж самому собі

# you_have_already_invested
source: You have already contributed:
ru: Вы уже вложили:
uk_ua: Ви вже вклали:

source: You have no depositable assets
ru: У Вас нет активов для которых доступен депозит
uk_ua: У Вас немає активів для яких можливий депозит

# your_account_is_approved
source: Your account is approved. All actions that requires verification are now available
ru: Ваш аккаунт одобрен. Все действия которые требуют верификацию теперь доступны
uk_ua: Ваш аккаунт схвалений. Всі дії які вимагають верифікацію тепер доступні

# your_verification_request_is_submitted
source: Your verification request is submitted. Please wait until we review the information. You will be able to update details once the request is reviewed.
ru: Ваш запрос на верификацию отправлен. Пожалуйста, подождите его рассмотрения. Вы сможете обновить детали, когда запрос будет рассмотрен.
uk_ua: Ваш запит на верифікацію відправлений. Будь ласка, зачекайте його розгляду. Ви зможете оновити деталі, коли запит буде розглянутий.

source: Unable to encode asset to data
ru: Не удается закодировать актив в байты

source: Unable to get keychainData or create key pair
ru: Не получается получить данные из хранилища или создать ключевую пару
