Repository: tokend/ios-app-conto
Catalog: TokenD-Plus/Resources/*.lproj/Localizable.strings
Languages: ru, uk_ua

source: Access revoked. Sign In required.
ru: Доступ аннулирован. Необходимо перезайти.
uk_ua: Доступ анульований. Необхідно перезайти.

source: Accept redemption
ru: Принять погашение
uk_ua: Прийняти погашення

source: ACCOUNT
ru: АККАУНТ
uk_ua: АКАУНТ

source: Account has been successfully recovered
ru: Аккаунт был успешно восстановлен
uk_ua: Акаунт був успішно відновлений

source: Account ID
ru: ID аккаунта
uk_ua: ID акаунта

# account_capitalized
source: Account
ru: Аккаунт
uk_ua: Акаунт

# account_id_or_email_colon
source: Account ID or email:
ru: Аккаунт ID или email:
uk_ua: Акаунт ID або email:

source: Acknowledgements
ru: Лицензии открытого ПО
uk_ua: Ліцензії відкритого ПЗ

source: ADD
uk_ua: ДОДАТИ

source: Address is copied to pasteboard
ru: Адрес скопирован
uk_ua: Адресу скопійовано

source: Add company
uk_ua: Додавання компанії

source: Already have an account?
ru: Уже имеете аккаунт?
uk_ua: Вже маєте акаунт?

source: Amount
ru: Сумма
uk_ua: Сума

# amount_colon
source: Amount:
ru: Сумма:
uk_ua: Сума:

source: Amount is too big
uk_ua: Сума надто велика

# amount_newline
source: Amount $(base)
ru: Сумма $(base)
uk_ua: Сума $(base)

source: Amount sent
ru: Платёж отправлен
uk_ua: Платіж відправлено

source: $(amount) to pay
uk_ua: $(amount) до сплати

source: Annual return
ru: Ежегодный возрат
uk_ua: Щорічне повернення

# application_is_already_configured_for_this_environment
source: Application is already configured for $(environment) environment
uk_ua: Додаток вже налаштований на $(environment) оточення

# are_you_sure_you_want_to_cancel_investment
source: Are you sure you want to cancel contribution?
ru: Вы уверены что хотите отменить вклад?
uk_ua: Ви впевнені що хочете скасувати вклад?

source: Are you sure you want to cancel pending offer?
ru: Вы уверены что хотите отменить активный ордер?
uk_ua: Ви впевнені що хочете скасувати активний ордер?

# are_you_sure_you_want_to_sign_out
source: Are you sure you want to Sign Out and Erase All Data from device?
ru: Вы уверены что хотите Выйти и очистить все данные с устройства?
uk_ua: Ви впевнені що хочете Вийти и очистити усі дані з пристрою?

source: Ask ($(base))
ru: Аск ($(base))
uk_ua: Аск ($(base))

source: Ask is not found
uk_ua: Аск не знайдено

source: Asset
ru: Актив
uk_ua: Актив

source: Asset balance is not found
ru: Баланс актива не найден
uk_ua: Баланс актива не знайдено

# asset_colon
source: Asset: $(code)
ru: Актив: $(code)
uk_ua: Актив: $(code)

source: Asset details
ru: Детали актива
uk_ua: Деталі актива

source: Asset pair
ru: Торговая пара
uk_ua: Торгова пара

source: Asset Summary
ru: Обзор актива
uk_ua: Огляд актива

source: Assets
ru: Активы
uk_ua: Активи

source: at $(date)
ru: $(date)
uk_ua: $(date)

source: Authenticator
ru: Аутентификатор
uk_ua: Аутентифікатор

source: Auto Authentication
uk_ua: Автоматична Aутентифікація

source: Available
ru: Доступно
uk_ua: Доступно

# available_amount
source: $(amount) available
ru: $(amount) доступно
uk_ua: $(amount) доступно

# available_colon
source: Available:
ru: Доступно:
uk_ua: Доступно:

source: Available for buy:
uk_ua: Доступно для купівлі:

# available_lowercase
source: available
uk_ua: доступно

# available_assets_for_this_operations
source: Available assets for this operations were not found
ru: Подходящие активы для этих операций не найдены
uk_ua: Відповідні активи для цих операцій не знайдені

# available_date
source: Available: $(formatted)
ru: Доступно: $(formatted)
uk_ua: Доступно: $(formatted)

source: Back
ru: Назад
uk_ua: Назад

source: Back to companies
ru: Назад к компаниям
uk_ua: Назад до компаній

# balance_colon
source: Balance:
ru: Баланс:
uk_ua: Баланс:

# balance_is_not_created
source: $(asset) balance is not created
ru: $(asset) баланс не создан
uk_ua: $(asset) баланс не створений

source: Balances
ru: Балансы
uk_ua: Баланси

source: Bank account
ru: Банковский аккаунт
uk_ua: Банковский аккаунт

source: Bank address
ru: Банковский адрес
uk_ua: Банковский адрес

# bank_address_colon
source: Bank address:
ru: Банковский адрес:
uk_ua: Банковский адрес:

source: Bank name
ru: Имя банка
uk_ua: Имя банка

# bank_name_colon
source: Bank name:
ru: Имя банка:
uk_ua: Имя банка:

source: Base asset for hard cap
ru: Базовый актив для макс. цели
uk_ua: Базовий актив для макс. цілі

# base_for_price
source: $(base_amount) for $(price_amount)
ru: $(base_amount) за $(price_amount)
uk_ua: $(base_amount) за $(price_amount)

source: Bid ($(base))
ru: Бид ($(base))
uk_ua: Бід ($(base))

source: Bought
ru: Куплено
uk_ua: Куплено

source: bounds
ru: границы
uk_ua: межі

source: Buy
ru: Покупка
uk_ua: Купівля

# buy_action
source: BUY
uk_ua: КУПИТИ

source: Buy $(asset)
uk_ua: Купівля $(asset)

source: - Can be traded on secondary market
ru: - Может торговаться на вторичном рынке
uk_ua: - Може торгуватися

source: - Can be transfered
ru: - Может пересылаться
uk_ua: - Може пересилатися

source: - Can be withdrawn
ru: - Может выводиться
uk_ua: - Може виводитися

source: Cancel
ru: Отмена
uk_ua: Відміна

# cancel_investment
source: Cancel contribution
ru: Отмена вклада
uk_ua: Скасування вкладу

source: Cancel pending offer
ru: Отмена активного ордера
uk_ua: Скасування активного ордера

source: Cancel TFA
ru: Отмена 2FA
uk_ua: Відміна 2FA

source: Canceled
ru: Отменено
uk_ua: Відмінено

# cannot_be_traded_on_secondary_market
source: - Can't be traded on secondary market
ru: - Не может торговаться на вторичном рынке
uk_ua: - Не може торгуватися

# cannot_be_transfered
source: - Can't be transfered
ru: - Не может пересылаться
uk_ua: - Не може пересилатися

# cannot_be_withdrawn
source: - Can't be withdrawn
ru: - Не может выводиться
uk_ua: - Не може виводитися

source: Cannot decode original account id data
ru: Не получается раскодировать изначальный аккаунт ID
uk_ua: Не вдається розкодувати початковий акаунт ID

source: Cannot derive encoded wallet id
ru: Не получается извлечь закодированный ID кошелька
uk_ua: Не вдається вилучити ID гаманця

source: Card holder
ru: Владелец карты
uk_ua: Владелец карты

source: Card number
ru: Номер карты
uk_ua: Номер карты

# card_number_colon
source: Card number:
ru: Номер карты:
uk_ua: Номер карты:

source: Card owner
ru: Владелец карты
uk_ua: Владелец карты

source: Change Password
ru: Изменить пароль
uk_ua: Змінити пароль

# change_phone
source: Change Phone number
uk_ua: Змінити номер телефону

source: Charged
ru: Списано
uk_ua: Списано

source: Charged from lock
ru: Списано
uk_ua: Списано

source: Chart
ru: График
uk_ua: Графік

# chart_cap
source: CHART
ru: ГРАФИК
uk_ua: ГРАФІК

source: Check sale state
ru: Отмена кампании
uk_ua: Скасування кампанії

source: Choose asset
ru: Выберите актив
uk_ua: Оберіть актив

source: Choose email
ru: Выберите email
uk_ua: Оберіть email

source: Close time
ru: Дата конца
uk_ua: Дата кінця

source: Code
ru: Код
uk_ua: Код

source: Common
ru: Общие
uk_ua: Спільні

source: Companies
ru: Компании
uk_ua: Компанії

source: Confirm
ru: Подтвердить
uk_ua: Підтвердити

source: Confirm New Password
ru: Подтвердите новый пароль
uk_ua: Підтвердіть новий пароль

source: Confirm password
ru: Подтвердите пароль
uk_ua: Підтвердіть пароль

# confirm_password_lowercased
source: confirm password
ru: подтвердите пароль
uk_ua: Підтвердіть пароль

source: Confirmation
ru: Подтверждение
uk_ua: Підтвердження

source: Contacts
ru: Контакты
uk_ua: Контакти

# continue_capitalized
source: Continue
ru: Продолжить
uk_ua: Далі

source: Contribute
ru: Внести вклад
uk_ua: Долучитися

source: Copied
ru: Скопировано
uk_ua: Скопійовано

source: Copy
ru: Копировать
uk_ua: Копіювати

source: Corrupted keychain data
ru: Целостность данных из хранилища повреждена
uk_ua: Цілістність даних зі сховища пошкоджена

source: Create balance
ru: Создать баланс
uk_ua: Створити баланс

# create_bid_request_is_not_found
source: Bid creation request is not found
uk_ua: Запит на створення бiда не знайдено

source: Create order
ru: Создать ордер
uk_ua: Створити ордер

# create_redeem
source: Create redemption
ru: Погашение
uk_ua: Погашення

source: Credit card
ru: Кредитная карта
uk_ua: Кредитна картка

source: Dashboard
ru: Панель
uk_ua: Панель

source: Date
ru: Дата
uk_ua: Дата

source: Day
ru: День
uk_ua: День

# days_to_go
source: $(days) day(s) to go
ru: $(days) дней до конца
uk_ua: $(days) днів до закінчення

# days_to_start
source: $(days) day(s) to start
ru: $(days) дней до начала
uk_ua: $(days) днів до початку

# default_capitalized
source: Default
ru: По умолчанию
uk_ua: За замовчуванням

source: deployed
ru: внесено
uk_ua: внесено

source: Deposit
ru: Депозит
uk_ua: Депозит

source: Deposit to
ru: Депозит
uk_ua: Депозит

source: Description
ru: Комментарий
uk_ua: Коментар

source: Description(optional)
ru: Комментарий (опционально)
uk_ua: Коментар (опціонально)

source: Destination address
ru: Адрес
uk_ua: Адреса

# destination_address_colon
source: Destination address:
ru: Адрес:
uk_ua: Адреса:

source: Details
ru: Детали
uk_ua: Деталі

# details_days_to_go
source: day(s) to go $(days)
ru: дней до конца $(days)
uk_ua: днів до кінця $(days)

# details_days_to_start
source: day(s) to start $(days)
ru: дней до начала $(days)
uk_ua: днів до початку $(days)

# details_invested
source: gathered $(amount)
ru: вложено $(amount)
uk_ua: вкладено $(amount)

# details_starts_in_days
source: Starts in $(days) day(s)
ru: Начало через $(days) дней
uk_ua: Початок через $(days) днів

# document_max_size
source: image (Max $(file_size))
ru: картинка (Макс. $(file_size))
uk_ua: картинка (Макс. $(file_size))

source: Done
ru: Готово
uk_ua: Готово

source: Don't have an account?
ru: Ещё нет аккаунта?
uk_ua: Ще немає акаунта?

source: Effect
ru: Эффект
uk_ua: Ефект

source: Email address is not verified
ru: Этот email не подтвержден. Проверьте папку Спам или запросите новое письмо
uk_ua: Цей email не підтверджено. Перевірте папку Спам або запросіть новий лист

source: Email already taken
ru: Этот email уже занят
uk_ua: Цей email вже зайнятий

source: Empty amount
ru: Поле ввода суммы не может быть пустым
uk_ua: Поле для введення суми не може бути порожнім

# empty_number_field
source: Empty phone number field
uk_ua: Поле номера телефону порожнє

source: Empty recipient address
ru: Поле ввода адреса получателя не может быть пустым
uk_ua: Поле для введення адреси одержувача не може бути порожнім

source: Empty signers data
ru: Данные о подписантах отсутствуют
uk_ua: Дані про підписантів відсутні

source: ended
ru: завершен
uk_ua: завершено

# ended_capitalized
source: Ended
ru: Завершен
uk_ua: Завершено

source: Enter Account holder's name
ru: Введите имя владельца аккаунта
uk_ua: Введіть ім'я власника аккаунта

source: Enter Account ID or email
ru: Введите ID аккаунта или email
uk_ua: Введіть ID акаунта або email

source: Enter amount
ru: Введите сумму
uk_ua: Введіть суму

source: Enter Bank address
ru: Введите адрес банка
uk_ua: Введите адрес банка

source: Enter Bank name
ru: Введите название банка
uk_ua: Введите название банка

source: Enter card holder's name
ru: Введите имя владельца карты
uk_ua: Введите имя владельца карты

source: Enter card number
ru: Введите номер карты
uk_ua: Введите номер карты

source: Enter destination address
ru: Введите адрес
uk_ua: Введіть адресу

source: Enter email
ru: Введите email
uk_ua: Введіть email

# enter_f
source: Enter $(field_name)
ru: Введите $(field_name)
uk_ua: Введіть $(field_name)

source: Enter first name
ru: Введите имя
uk_ua: Введите имя

source: Enter IBAN
ru: Введите IBAN
uk_ua: Введите IBAN

source: Enter last name
ru: Введите фамилию
uk_ua: Введите фамилию

source: Enter password
ru: Введите пароль
uk_ua: Введіть пароль

source: Enter password confirmation
ru: Введите подтверждение пароля
uk_ua: Введіть підтвердження пароля

source: Enter Recovery Seed
ru: Введите ключ восстановления
uk_ua: Введіть ключ відновлення

source: Enter SWIFT/BIC
ru: Введите SWIFT/BIC
uk_ua: Введите SWIFT/BIC

# enter_t
source: Enter $(title)
ru: Введите $(title)
uk_ua: Введіть $(title)

source: Environment
uk_ua: Оточення

source: Erase all data and
ru: Очистить все данные и
uk_ua: Очистити усі дані та

source: Error
ru: Ошибка
uk_ua: Помилка

source: Error while formatting orderBookId
ru: Ошибка в процессе форматирования orderBookId
uk_ua: Помилка в процессі формування orderBookId

source: Expected revenue
ru: Ожидаемый годовой доход
uk_ua: Очікуваний річний дохід

# expires_at
source: Expires at: $(date)
ru: Истекает: $(date)
uk_ua: Завершується: $(date)

source: Export seed
ru: Экспортировать секретный ключ
uk_ua: Експортувати секретний ключ

# external_details_are_not_found
source: Payment details are not found
uk_ua: Деталей платежу не знайдено

source: Failed
ru: Неудача
uk_ua: Невдача

source: Failed to build kdf params
ru: Не удалось собрать kdf параметры
uk_ua: Не вдалося зібрати kdf параметри

source: Failed to build transaction
ru: Не удалось собрать транзакцию
uk_ua: Не вдалося зібрати транзакцію

# failed_to_cancel_investment
source: Failed to cancel contribution
ru: Не удалось отменить вклад
uk_ua: Не вдалося відмінити вклад

# failed_to_create_balance_for
source: Failed to create balance for asset $(asset)
ru: Не удалось создать баланс для актива $(asset)
uk_ua: Не вдалося створити баланс для актива $(asset)

# failed_to_decode_account_id
source: Failed to decode account id $(id)
ru: Не удалось раскодировать ID аккаунта $(id)
uk_ua: Не вдалося розкодувати ID акаунта $(id)

source: Failed to decode asset details
ru: Не удалось раскодировать детали актива
uk_ua: Не вдалося розкодувати деталі актива

# failed_to_decode_balance_id
source: Failed to decode balance id $(id)
ru: Не удалось раскодировать ID баланса $(id)
uk_ua: Не вдалося розкодувати ID баланса $(id)

source: Failed to decode base balance id
ru: Не удалось раскодировать ID баланса базового актива
uk_ua: Не вдалося розкодувати ID баланса базового актива

source: Failed to decode quote balance id
ru: Не удалось раскодировать ID баланса базового актива
uk_ua: Не вдалося розкодувати ID баланса базового актива

source: Failed to encode destination address
ru: Не удалось закодировать адрес
uk_ua: Не вдалося закодувати адресу

source: Failed to encode destination data
ru: Не удалось закодировать данные
uk_ua: Не вдалося закодувати дані

source: Failed to fetch ask id
uk_ua: Не вдалося отримати ідентифікатор аска

source: Failed to fetch company
uk_ua: Не вдалося отримати компанію

source: Failed to fetch companies
ru: Не удалось получить компании
uk_ua: Не вдалося отримати компанії

source: Failed to fetch create bid request
uk_ua: Не вдалося отримати запит на створення бiда

# failed_to_fetch_fees
source: Failed to fetch sender fee
ru: Не удалось получить комиссию для получателя
uk_ua: Не вдалося отримати комісію для отримувача

source: Failed to fetch network info
ru: Не удалось получить информацию о сети
uk_ua: Не вдалося отримати інформацію про мережу

source: Failed to fetch sender account
ru: Не удалось получить аккаунт отправителя
uk_ua: Не вдалося отрмати акаунт відправника

source: Failed to fetch sender balance
ru: Не удалось получить баланс отправителя
uk_ua: Не вдалося отрмати баланс відправника

source: Failed to fetch sender signature
ru: Не удалось получить подпись отправителя
uk_ua: Не вдалося отримати підпис відправника

source: Failed to generate key pair
ru: Не удалось сгенерировать ключевую пару
uk_ua: Не вдалося згенерувати ключеву пару

source: Failed to generate new key pair
ru: Не удалось сгенерировать новую ключевую пару
uk_ua: Не вдалося згенерувати нову ключеву пару

source: Failed to generate password factor key pair
ru: Не удалось сгенерировать ключевую пару
uk_ua: Не удалось сгенерировать ключевую пару

source: Failed to generate recovery key pair
ru: Не удалось сгенерировать ключевую пару для восстановления
uk_ua: Не вдалося згенерувати нову ключеву пару

# failed_to_get_asset_data
source: Failed to convert asset into bytes
ru: Не удалось конвертировать актив в байты
uk_ua: Не вдалося конвертувати актив у байти

source: Failed to get wallet data
ru: Не удалось получить данные о кошельке
uk_ua: Не вдалося отримати дані про гаманець

source: Failed to fetch transaction signature
ru: Не удалось получить подпись транзакции
uk_ua: Не вдалося отримати підпис транзакції

# failed_to_load_fees
source: Failed to load fees: $(message)
ru: Не удалось загрузить комиссию: $(message)
uk_ua: Не вдалося завантажити комисію: $(message)

source: Failed to prepare transaction
ru: Не удалось сформировать транзакцию
uk_ua: Не вдалося сформувати транзакцію

# failed_to_resolve_recipient_address
source: Failed to resolve recipient address: $(message)
ru: Не удалось распознать адрес: $(message)
uk_ua: Не вдалося розпізнати адресу: $(message)

source: Failed to save account data
ru: Не удалось сохранить данные об аккаунте
uk_ua: Не вдалося зберегти дані про акаунт

source: Failed to save key and wallet data
ru: Не удалось сохранить ключ и данные кошельке
uk_ua: Не вдалося зберегти ключ та дані про гаманець

source: Failed to save network info
ru: Не удалось сохранить данные о сети
uk_ua: Не вдалося зберегти дані про мережу

source: Failed to send transaction
uk_ua: Не вдалося відпроавити транзакцію

source: Failed to sign transaction
ru: Не удалось подписать транзакцию
uk_ua: Не вдалося підписати транзакцію

source: Fee
ru: Комиссия
uk_ua: Комісія

# fee_error
source: Fee error: $(message)
ru: Ошибка комиссии: $(message)
uk_ua: Помилка комісії: $(message)

source: Fees
ru: Комиссии
uk_ua: Комісії

source: First name
ru: Имя
uk_ua: Назва

source: Fixed
ru: Фиксированная
uk_ua: Фіксована

# fixed_colon
source: Fixed:
ru: Фиксированная:
uk_ua: Фіксована:

source: Fixed Fee
ru: Фиксированная комиссия
uk_ua: Фіксована комісія

source: For $(code)
ru: для $(code)
uk_ua: для $(code)

source: Forgot your password?
ru: Забыли пароль?
uk_ua: Забули пароль?

# from
source: From $(amount)
ru: из $(amount)
uk_ua: від $(amount)

source: From account
ru: Из аккаунта
uk_ua: З акаунта

# from_to
source: From $(lower) to $(upper)
ru: От $(lower) до $(upper)
uk_ua: Від $(lower) до $(upper)

source: Funded
ru: Собрано
uk_ua: Зібрано

# funded_lowercase
source: funded
ru: собрано
uk_ua: зібрано

source: General
ru: Общее
uk_ua: Загальне

source: Get address
ru: Получить адрес
uk_ua: Отримати адрес

# goal
source: goal $(amount)
ru: цель $(amount)
uk_ua: ціль $(amount)

source: Go to confirmation
ru: К подтверждению
uk_ua: До підтвердження

source: Hard Cap
ru: Макс. цель
uk_ua: Макс. ціль

# holders_name_colon
source: Holder's name:
ru: Имя владельца:
uk_ua: Имя владельца:

source: Hour
ru: Час
uk_ua: Година

source: I agree on the
ru: Я согласен с
uk_ua: Я згоден з

source: I understand
ru: Я понял
uk_ua: Я зрозумів

source: ID document
ru: ID документа
uk_ua: ID документа

source: In $(asset)
ru: В $(asset)
uk_ua: У $(asset)

source: Incoming
ru: Получение
uk_ua: Отримання

source: Incoming & Outgoing
ru: Получение & Отправка
uk_ua: Отримання & Відправка

source: Incorrect or corrupted recovery seed
ru: Неправильный или поврежденный ключ восстановления
uk_ua: Невірний або ушкоджений ключ відновлення

source: Input 2FA Code
ru: Введите 2FA Код
uk_ua: Введіть 2FA Код

source: Input code from Google Authenticator or similar app
ru: Введите код из Google Authenticator или подобного приложения
uk_ua: Введіть код з Google Authenticator або схожого додатку

source: Input code sent to you in SMS
uk_ua: Введіть код відправлений Вам у СМС

source: Input code sent to your email
ru: Код ввода отправлен на ваш email
uk_ua: Введіть код відправлений на ваш email

source: Input Password
ru: Введите пароль
uk_ua: Введіть пароль

source: Install Authenticator
ru: Установить Authenticator
uk_ua: Встановити Authenticator

source: Insufficient funds
ru: Недостаточно средств
uk_ua: Недостатньо коштів

source: Invalid account id
ru: Неверный ID аккаунта
uk_ua: Невірний ID акаунта

source: Invalid account id or email
ru: Неверный ID аккаунта или email
uk_ua: Невірний ID акаунта або email

source: Invalid code
uk_ua: Невірний код

source: Invalid company account id
uk_ua: Невірний ID компанії

# invalid_phone_number
source: Invalid phone number format
uk_ua: Невірний формат номера телефону

source: Invalid redeem asset
ru: Неверный актив погашения
uk_ua: Невірний актив погашення

source: Invalid redeem request
ru: Неверный запрос погашения
uk_ua: Невірний запит погашения

source: Invalid sender account id
ru: Неверный аккаунт ID отправителя
uk_ua: Невірний акаунт ID відправника

# invest
source: Contribute
ru: Вклад
uk_ua: Вклад

# invest_cap
source: CONTRIBUTE
ru: ВЛОЖИТЬ
uk_ua: ВКЛАСТИ

# invest_help
source: Contributing help
ru: Помощь в инвестировании
uk_ua: Допомога в інвестуванні

# invest_help_message
source: • You can contribute in this campaign using proposed assets • You can have one contribution per asset • While the campaign is active, you can change the amount of your contributions or cancel them • If you cancel your contribution, the paid amount and fee will be returned • If the campaign has reached its soft cap by its end date, you will receive the amount of the campaign asset according to your contributions; otherwise, your contributions will be returned.
ru: • Вы можете делать вклады в эту кампанию используя доступные активы • На каждый актив допускается только один вклад • Пока кампания активна вы можете изменять суммы ваших вкладов или отменять их • При отмене вклада вам возвращаются заблокированные средства • Если кампания достигнет цели вы получите сумму в ее активесоответствующую вашим вкладам, иначе же все вклады будут отменены.
uk_ua: • Ви можете робити вклади в цю кампанію використовуючи доступні активи • На кожен актив дозволяється тільки один вклад • Поки кампанія активна ви можете змінювати суми ваших вкладів або скасовувати їх • При скасуванні вкладу вам повертаються заблоковані кошти • Якщо кампанія досягне цілі ви отримаєте суму в її активі відповідно до ваших вкладів, інакше ж всі вклади буде скасовано.

# invested
source: $(amount) gathered
ru: $(amount) вложено
uk_ua: $(amount) вкладено

# investing
source: Contributing
ru: Вклад
uk_ua: Вклад

# investing_in_own_sale_is_forbidden
source: Contributing in own sale is forbidden
ru: Вложения в собственную кампанию запрещены
uk_ua: Вкладати у власну кампанію заборонено

# investment
source: Contribution
ru: Вклад
uk_ua: Вклад

# investment_cancellation
source: Contribution cancellation
ru: Отменить вклад
uk_ua: Скасувати вклад

# investment_details
source: Contribution details
ru: Детали вложения
uk_ua: Деталі вкладу

# investment_to_be_cancelled_is_not_found
source: Contribution to be cancelled is not found
ru: Вложение которое следует отменить не найдено
uk_ua: Вклад що потрібно скасувати не знайдено

# investments
source: Contributions
ru: Вложения
uk_ua: Вклади

# investors
source: $(count) investor(s)
ru: $(count) инвестор(ов)
uk_ua: $(count) інвестор(ів)

source: - Is not restricted by current price
ru: - Не ограничена текущей ценой
uk_ua: - Не обмежена поточною ціною

source: - Is not restricted by physical price
ru: - Не ограничена физической ценой
uk_ua: - Не обмежена фізичною ціною

source: - Is restricted by current price
ru: - Ограничена текущей ценой
uk_ua: - Обмежена поточною ціною

source: - Is restricted by physical price
ru: - Ограничена физической ценой
uk_ua: - Обмежена фізичною ціною

source: Issuance
ru: Эмиссия
uk_ua: Емісія

source: Issued
ru: Эмиссия
uk_ua: Емісія

source: KeychainDataProvider should always provide key
ru: KeychainDataProvider всегда должен предоставлять ключ
uk_ua: KeychainDataProvider всегда должен предоставлять ключ

# kyc_canceled
source: Your request is canceled
uk_ua: Ваш запит вiдмiнено

# kyc_pending
source: Your request is waiting to be reviewed
uk_ua: Ваш запит знаходиться у черзi на обробку.
